export const dataContent = [
  {
    content: (
      <>
        <b>Професія 7241 Слюсар-електрик з ремонту електроустаткування</b>
        <ul>
          <li><a href="https://eguru1.tk.te.ua/course/view.php?id=821">Спеціальна технологія технічного обслуговування і ремонту автомобіля – Ярошевський Р.Р </a></li>
          <li><a href="https://eguru1.tk.te.ua/course/view.php?id=714">Спеціальна технологія будови електроустаткування автомобіля –   Ярошевський Р.Р </a></li>
          <li><a href="https://eguru1.tk.te.ua/course/view.php?id=716">Спеціальна технологія технічного обслуговування і ремонту електроустаткування автомобіля – Ярошевський Р.Р </a></li>
          <li><a href="">Професійно-практична підготовка (виробниче навчання) – Ярошевський Р.Р. (НЕМАЄ ПОСИЛАННЯ!!!)</a></li>
          <li><a href="">Електротехніка – Сеньків Г.В (НЕМАЄ ПОСИЛАННЯ!!!)</a></li>
          <li><a href="">Гоголь Л.В, Грицишин Л.В. (НЕМАЄ ПОСИЛАННЯ!!!)</a></li>
          <li><a href="https://eguru1.tk.te.ua/course/management.php?categoryid=2&view=courses&search=%D0%A2%D0%B5%D1%85%D0%BD%D1%96%D1%87%D0%BD%D0%B5%20%D0%BA%D1%80%D0%B5%D1%81%D0%BB%D0%B5%D0%BD%D0%BD%D1%8F&courseid=118">Інформаційні технології – Пістун В.В </a></li>
          <li><a href="https://eguru1.tk.te.ua/course/view.php?id=1321">Основи правових знань – Мулик П.М </a></li>
          <li><a href="https://eguru1.tk.te.ua/course/management.php?categoryid=2&view=courses&search=%D0%A2%D0%B5%D1%85%D0%BD%D1%96%D1%87%D0%BD%D0%B5%20%D0%BA%D1%80%D0%B5%D1%81%D0%BB%D0%B5%D0%BD%D0%BD%D1%8F&courseid=118">Технічне креслення – Семків Л.М </a></li>
          <li><a href="">Спеціальна технологія будови автомобіля – Пришляк О.І. (НЕМАЄ ПОСИЛАННЯ!!!)</a></li>
        </ul>


        <b>Професія 7231 Слюсар з ремонту колісних транспортних засобів (НЕМАЄ ПОСИЛАННЯ!!!)</b>
        <ul>
          <li><a href="">Основи електротехніки з основами промислової електроніки – </a></li>
          <li><a href="">Допуски і технічне вимірювання – Чайківська І. </a></li>
          <li><a href="">Спеціальна технологія будови автомобіля – Пришляк О.І. </a></li>
          <li><a href="">Охорона праці – Кутко О.М. </a></li>
          <li><a href="">Матеріалознавство -  Гуменюк І.В. </a></li>
          <li><a href="">Електротехнологія – Сеньків Г.В </a></li>
          <li><a href="">Технічне креслення – Семків Л.М. </a></li>
          <li><a href="">Професійно-практична підготовка(виробниче навчання) – Чорний І.М </a></li>
        </ul>


        <b>Професія 8211 Токар (НЕМАЄ ПОСИЛАННЯ!!!)</b>
        <ul>
          <li><a href="">Спеціальна технологія будови автомобіля – Пришляк О.І.  </a></li>
          <li><a href="">Охорона праці – Кутко О.М.  </a></li>
          <li><a href="">Технічне креслення – Семків Л.М </a></li>
          <li><a href="">Допуски і технічні вимірювання – Чайківська І.</a></li>
          <li><a href="">Професійно-практична підготовка (виробниче навчання) – Гавришко В.І.</a></li>
        </ul>


        <b>Професія 7233 Слюсар механоскладальних робіт (НЕМАЄ ПОСИЛАННЯ!!!)</b>
        <ul>
          <li><a href="">Спеціальна технологія – Сеньків Г.В. </a></li>
          <li><a href="">Обладнання та технології зварювальних робіт – Гуменюк І.В. </a></li>
        </ul>
      </>
    ),
  },
]