import { Slider } from "@/components/Slider";
import { Images } from "@/components/images";
import { Img } from "@/components/img";



import { dataSponsors_b, dataSponsors_h_1, dataSponsors_h_2, dataSponsors_h_3, dataSponsors_Aa, dataSponsors_p} from "./dataSlider";


export const dataContent = [
  {
    title: "Професія «Слюсар-електрик з ремонту електроустаткування (на автомобільному транспорті)»",
    content: (
      <>
        <p>
          Ця професія сьогодні як ніколи затребувана, оскільки суспільству бракує людей-техніків високого класу. Спеціалісти цієї професії виконують ремонт і технічне обслуговування автомобільного транспорту, сільськогосподарської техніки, а також здійснюють контроль технічного стану за допомогою діагностичного обладнання і приладів.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_h_3} type="row"  />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Спеціаліст повинен знати основні відомості про загальну будову автомобіля, приладів устаткування (генераторів, стартерів, реле-регуляторів), а також повинен вміти виконувати ремонт основних приладів електроустаткування автомобіля на окремі складові одиниці.
        </p>
      </>
    ),
  },
  {
    title:
      "Професія «Слюсар з механоскладальних робіт»",
    content: (
      <>
        <p>
          <b>Слюсар з механоскладальних робіт </b>здійснює складання машин і механізмів з деталей, отриманих з інших цехів підприємств. Щоб зібрати готовий механізм, треба спочатку вивчити креслення, підготувати деталі, потім зібрати окремі вузли, відрегулювати, тобто перевірити правильність взаємодії зібраних деталей і вузлів, і, нарешті, провести іспит зібраного виробу.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Слюсар з механоскладальних робіт повинен мати фізичну витривалість і силу; хороший зір і окомір (лінійний і об'ємний); рухливість, координацію і точність рухів кистей і пальців рук; хорошу образну і оперативну пам'ять; технічний інтелект; високий об'єм і розподіл уваги; спостережливість; терпіння, дисциплінованість і відповідальність.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_b} type="row"  />
      </>
    ),
  },
  {
    title: "Професія «Слюсар з ремонту колісних транспортних засобів»",
    content: (
      <>
        <p>
          <b>Слюсар з ремонту колісних транспортних засобів</b> – це фахівець, що виконує ремонт і технічне обслуговування автомобільного транспорту (вантажних, легкових автомобілів, автобусів), а також здійснює контроль над технічним станом автомобілів за допомогою діагностичного обладнання та приладів.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Основні операції, які виконує слюсар з ремонту колісних транспортних засобів: розбирання, ремонт, складання, регулювання, комплексне випробування відповідно до технічних умов експлуатації агрегатів і вузлів автомобілів різних марок.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_h_2} type="row"  />
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Отже, слюсар з ремонту колісних транспортних засобів повинен знати: будову і призначення автомобілів, які обслуговує, технічні умови на ремонт, складання, випробування і регулювання особливо складних та важливих агрегатів, причини зносу сполучених деталей, способи їхнього виявлення і усунення, будову і принципи роботи випробувальних стендів.
        </p>
      </>
    ),
  },
  {
    title: "Професія «Токар»",
    content: (
      <>
        <p>
          <b>Токар</b> – це найпоширеніша професія у сфері механічної обробки металів та інших матеріалів, представники якої працюють у всіх галузях господарського комплексу. Токар обробляє на токарному верстаті деталі, а також наносить на них різьбу, свердлить тощо. Фахівець визначає за допомогою якого інструменту і з якою швидкістю, на яку глибину потрібно різати. Токар уміє читати креслення, користуватися технічною документацією. Висококваліфікований фахівець виконує токарну обробку деталей на універсальному верстаті, застосовує відповідні операції.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_h_1} type="row"  />
      </>
    ),
  },
  {
    title: "Професія 8211 «Верстатник широкого профілю»",
    content: (
      <>
        <p>Спеціалісти цієї професії завжди користуються попитом. Професія верстатник широкого профілю поєднує кілька верстатних професій, що потребує глибоких комплексних знань, поступового вивчення загальнотехнічних дисциплін з набуттям професійних умінь та навичок.</p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Фахівці можуть працювати на металообробному виробництві, в ремонтних майстернях, ремонтних цехах різних виробництв. Верстатник обробляє деталі з металу та інших матеріалів на токарних, фрезерних, свердлувальних і шліфувальних верстатах. </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Робітник на основі креслення деталі, заготовки, наявного технологічного процесу, оснастки і верстата виготовляє деталі потрібної точності і жорсткості. Робітник уміє читати технічні креслення, здійснювати потрібні розрахунки, визначати послідовність виготовлення. Верстатник підбирає необхідні інструменти, режим різання, проводить наладку верстата, встановлює інструмент і заготівку, проводить обробку деталі. Вивіряє за допомогою оптичних приладів розміри деталі і якість її обробки. Використовує ручні інструменти, механічне устаткування (токарні, свердлувальні, фрезерні, шліфувальні верстати) і вимірювальні прилади.</p>
      </>
    ),
  },
  {
    content: (
      <>
        <p><b>Верстатник </b>— одна з найбільш відомих і популярних робітничих професій. Висококваліфіковані робітники, знавці своєї справи завжди затребувані. А їхню працю цінують, добре оплачують. У промисловості та сільському господарстві, в медицині, у всіх сферах нашого життя використовують деталі, виготовлені вмілими руками верстатника широкого профілю.</p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_Aa} type="row"  />
      </>
    ),
  },
  {
    content: (
      <>
        <a href="/assets/pdf/Якісний%20перероблений.pdf">
          Кадрове забезпечення
        </a>
        <br/>
        <a href="/assets/pdf/відомості_вшп.pdf">
          Кадрове забезпечення
        </a>
      </>
    ),
  },
  {
    title: "Професія 8211 “Оператор верстатів з програмним керуванням” ",
    content: (
      <>
        <p>Автоматизація - це сьогодення і майбутнє розвитку промисловості. Вже зараз на підприємствах працюють токарні, фрезерні, шліфувальні верстати з ЧПУ. Їх обслуговують висококваліфіковані фахівці – оператори верстатів з програмним керуванням.</p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Це затребувана професія на підприємствах машинобудування і металообробки, у механічних цехах, ремонтних службах. </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Фахівець забезпечує процес оброблення металевих деталей на верстатах з програмним керуванням. Він веде процес оброблення деталей з пульта керування верстата, встановлює та знімає деталі після оброблення. Робітник стежить за роботою систем верстатів, які обслуговує, може керувати групою верстатів. Оператор контролює якість оброблення деталей контрольно-вимірювальним інструментом та візуально. Він налагоджує окремі вузли і механізми; контролює вихід інструменту в початкову точку та коректує його; встановлює інструмент в інструментальні блоки; підбирає та установлює інструментальні блоки з заміною інструменту; усуває дрібні неполадки в роботі інструменту та пристроїв.</p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>Ця професія є основою розвитку машинобудівної галузі. А висококваліфіковані фахівці завжди потрібні. Їхня праця добре оплачується.</p>
      </>
    ),
  },
  {
    content: (
      <>
        <Slider items={dataSponsors_p} type="row"  />
      </>
    ),
  },
  {
    content: (
      <>
        <a href="/assets/pdf/Якісний%20склад%20оператор%20верстатів%20з%20програмним%20керуванням.pdf">
          Кадрове забезпечення
        </a>
        <br />
        <a href="/assets/pdf/відомості%20овпк.pdf">
          Кадрове забезпечення
        </a>
      </>
    ),
  },
]
