import { Slider } from "@/components/Slider";
import { Images } from "@/components/images";
import { Img } from "@/components/img";



import { dataSponsors_a, dataSponsors_b, dataSponsors_h_1, dataSponsors_h_2, dataSponsors_h_3, dataSponsors_h_4, dataSponsors_h_5, dataSponsors_h_6, dataSponsors_h_7, dataSponsors_p } from "./dataSlider";


export const dataContent = [
  {
    title: "Професія «Слюсар-електрик з ремонту електроустаткування (на автомобільному транспорті)»",
    content: (
      <>
        <p>
          Ця професія сьогодні як ніколи затребувана, оскільки суспільству бракує людей-техніків високого класу. Спеціалісти цієї професії виконують ремонт і технічне обслуговування автомобільного транспорту, сільськогосподарської техніки, а також здійснюють контроль технічного стану за допомогою діагностичного обладнання і приладів.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Спеціаліст повинен знати основні відомості про загальну будову автомобіля, приладів устаткування (генераторів, стартерів, реле-регуляторів), а також повинен вміти виконувати ремонт основних приладів електроустаткування автомобіля на окремі складові одиниці.
        </p>
      </>
    ),
  },
  {
    title:
      "Професія «Слюсар з механоскладальних робіт»",
    content: (
      <>
        <p>
          <b>Слюсар з механоскладальних робіт </b>здійснює складання машин і механізмів з деталей, отриманих з інших цехів підприємств. Щоб зібрати готовий механізм, треба спочатку вивчити креслення, підготувати деталі, потім зібрати окремі вузли, відрегулювати, тобто перевірити правильність взаємодії зібраних деталей і вузлів, і, нарешті, провести іспит зібраного виробу.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Слюсар з механоскладальних робіт повинен мати фізичну витривалість і силу; хороший зір і окомір (лінійний і об'ємний); рухливість, координацію і точність рухів кистей і пальців рук; хорошу образну і оперативну пам'ять; технічний інтелект; високий об'єм і розподіл уваги; спостережливість; терпіння, дисциплінованість і відповідальність.
        </p>
      </>
    ),
  },
  {
    title: "Професія «Слюсар з ремонту колісних транспортних засобів»",
    content: (
      <>
        <p>
          <b>Слюсар з ремонту колісних транспортних засобів</b> – це фахівець, що виконує ремонт і технічне обслуговування автомобільного транспорту (вантажних, легкових автомобілів, автобусів), а також здійснює контроль над технічним станом автомобілів за допомогою діагностичного обладнання та приладів.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Основні операції, які виконує слюсар з ремонту колісних транспортних засобів: розбирання, ремонт, складання, регулювання, комплексне випробування відповідно до технічних умов експлуатації агрегатів і вузлів автомобілів різних марок.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Отже, слюсар з ремонту колісних транспортних засобів повинен знати: будову і призначення автомобілів, які обслуговує, технічні умови на ремонт, складання, випробування і регулювання особливо складних та важливих агрегатів, причини зносу сполучених деталей, способи їхнього виявлення і усунення, будову і принципи роботи випробувальних стендів.
        </p>
      </>
    ),
  },
  {
    title: "Професія «Токар»",
    content: (
      <>
        <p>
          <b>Токар</b> – це найпоширеніша професія у сфері механічної обробки металів та інших матеріалів, представники якої працюють у всіх галузях господарського комплексу. Токар обробляє на токарному верстаті деталі, а також наносить на них різьбу, свердлить тощо. Фахівець визначає за допомогою якого інструменту і з якою швидкістю, на яку глибину потрібно різати. Токар уміє читати креслення, користуватися технічною документацією. Висококваліфікований фахівець виконує токарну обробку деталей на універсальному верстаті, застосовує відповідні операції.
        </p>
      </>
    ),
  },
]
