import { Slider } from "@/components/Slider";



import { dataSponsors_1, dataSponsors_2, dataSponsors_3, dataSponsors_4, dataSponsors_5 } from "./dataSlider";


export const dataContent = [
  {
    content: (
      <>
        <p>
          Члени методичної комісії здійснюють підготовку кваліфікованих
          робітників за професіями: “Слюсар з ремонту колісних транспортних засобів.
          Токар”, “Слюсар-електрик з ремонту електроустаткування. Зварник”,
          “Слюсар з механоскладальних робіт”.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>Члени комісії:</b>
        </p>

        <ul>
          <li>
            Ярошевський Роман Романович (майстер виробничого навчання, викладач
            спеціаліст)
          </li>
          <li>Карвацький Михайло Богданович (майстер виробничого навчання)</li>
          <li>Чорний Іван Михайлович (майстер виробничого навчання)</li>
          <li>Пришляк Олег Іванович (викладач професійно-теоретичної підготовки, спеціаліст першої категорії)</li>
          <li>
            Гавришко Володимир Іванович (майстер виробничого навчання першої
            категорії)
          </li>
          <li>
            Сеньків Галина Володимирівна (викладач професійно-теоретичної підготовки, викладач методист)
          </li>
          <li>Завітій Галина Зіновіївна (майстер виробничого навчання)</li>
          <li>Кицкай Любов Іванівна (викладач професійно-теоретичної підготовки, кандидат технічних наук)</li>
          <li>Пицишин Володимир Ярославович (майстер виробничого навчання)</li>
          <li>Янчук Олександр Іванович (майстер виробничого навчання)</li>
          <li>
            Яворський Олександр Андрійович (майстер виробничого навчання)
          </li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Методична комісія працює над науково-методичною темою: ”Впровадження
          сучасних методик і технологій навчання майбутнього фахівця”.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>Основні напрямки роботи:</b>
        </p>
        <ul>
          <li>
            Вивчення нормативно-розпорядчих документів,інструктивно-методичних
            листів та рекомендацій Міністерства освіти і науки
            України,управління освіти і науки Тернопільської
            облдержадміністрації НМЦ ПТО у Тернопільській області;
          </li>
          <li>
            Організувати викладачів комісії на вдосконалення змісту навчання на
            освітніх платформ для дистанційного навчання;
          </li>
          <li>
            Продовжити вдосконалення методичної підготовки викладачів з
            використанням сучасних ТЗН, відповідного програмного середовища,
            мережі Internet, електронних навчально-методичних посібників;
          </li>
          <li>
            Активізація самостійної роботи студентів, поєднання різних форм і
            методів навчання, зокрема дистанційних і очних, формування
            інформаційної культури в студентів;
          </li>
          <li>
            Організовувати науково-практичні конференції, фахові конкурси,
            екскурсії на виробництво, відвідування спеціалізованих виставок в
            галузі логістики і транспорту,активізувати індивідуальну роботу в
            позаурочний час та ін;
          </li>
          <li>
            Удосконалення навчально-матеріальної бази та розробка електронних
            навчально-методичних посібників, інтегрованих в навчальні платформи
            для дистанційного навчання з використанням сучасних технічних
            засобів, мультимедійного середовища, WEB-ресурсів у
            навчально-виховному процесі;
          </li>
          <li>
            Профорієнтаційна роботу серед випускників шкіл,
            студентів ліцеїв та закладів професійно-технічної освіти;
          </li>
          <li>
            Підвищувати та постійно вдосконалювати свій фаховий рівень;
          </li>
          <li>
            Обмін досвідом роботи з удосконалення навчально-виховного процесу;
          </li>
          <li>
            Реалізація міждисциплінарних зв’язків.
          </li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>Основні завдання роботи методичної комісії:</b>
        </p>
        <ul>
          <li>Організація роботи по забезпеченню взаємозв’язку загальноосвітньої і професійної підготовки учнів;</li>
          <li>
            Активізація роботи з розробки комплексного методичного забезпечення професій згідно з Державними стандартами;
          </li>
          <li>
            Впровадження у навчально-виробничий процес нових досягнень науки, техніки і технології виробництва;
          </li>
          <li>Вдосконалення професійної компетентності членів комісії шляхом самоосвітньої діяльності;</li>
          <li>Організація наставництва, надання методичної допомоги молодим та малодосвідченим педагогічним працівникам у підготовці та проведенні уроків, позаурочних заходів.</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>Організаційно-методична робота:</b>
        </p>
        <ul>
          <li>
            Викладачі та майстри виробничого навчання постійно працюють над удосконаленням своєї педагогічної майстерності, шукають нові форми і методи проведення уроків, у роботі використовують інноваційні технології професійної освіти, які дозволяють підвищити інтерес учнів до професії.
          </li>
          <li>
            Майстри виробничого навчання реалізовують на практиці основну вимогу сьогодення – наближення виробничого навчання до умов виробництва, що є запорукою якісного навчання учнів та швидкої адаптації їх на підприємствах міста та області.
          </li>
          <li>
            Члени методичної комісії беруть участь у різноманітних конкурсах,відкритих заняттях , обласних методичних зібраннях,наукових і освітніх конференціях.
          </li>
          <li>Розробляють та видають методичні рекомендації,збірники завдань з предметів спеціальних дисциплін.</li>
          <li>Активно працює методична комісія над навчально-пізнавальною діяльність здобувачів освіти. Організовуються екскурсію майстрами та викладачами методичної комісії на підприємства міста Тернопіль по спеціальностях які входять до методичної комісії.</li>
          <li>Методична комісія тісто співпрацює з такими підприємствами:”ТОВ ОСП Ватра”, ”Scheder”, “АвтоМафія”, “Автопалац Тернопіль”, “Carinex”, ”КАМАЗ Центр”, “Biol”.</li>
        </ul>
      </>
    ),
  },
]
