export const dataContent = [
  {
    content: (
      <>
        <p>
          Члени методичної комісії здійснюють підготовку кваліфікованих
          робітників за професіями: “Слюсар з ремонту колісних транспортних
          засобів. Токар”, “Слюсар-електрик з ремонту електроустаткування.
          Зварник”, “Слюсар з механоскладальних робіт”.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>Члени комісії:</b>
        </p>

        <ul>
          <li>
            Ярошевський Роман Романович (майстер виробничого навчання, викладач-спеціаліст, голова методичної комісії)
          </li>
          <li>Карвацький Михайло Богданович (майстер виробничого навчання)</li>
          <li>Чорний Іван Михайлович (майстер виробничого навчання)</li>
          <li>
            Пришляк Олег Іванович (викладач професійно-теоретичної підготовки,
            спеціаліст першої категорії)
          </li>
          <li>
            Гавришко Володимир Іванович (майстер виробничого навчання першої
            категорії)
          </li>
          <li>
            Сеньків Галина Володимирівна (викладач професійно-теоретичної
            підготовки, викладач-методист)
          </li>
          <li>Завітій Галина Зіновіївна (майстер виробничого навчання)</li>
          <li>
            Кицкай Любов Іванівна (викладач професійно-теоретичної підготовки,
            кандидат технічних наук)
          </li>
          <li>Пицишин Володимир Ярославович (майстер виробничого навчання)</li>
          <li>Янчук Олександр Іванович (майстер виробничого навчання)</li>
          <li>Яворський Олександр Андрійович (майстер виробничого навчання)</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          Методична комісія працює над науково-методичною темою: ”Впровадження
          сучасних методик і технологій навчання майбутнього фахівця”.
        </p>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>Основні напрямки роботи:</b>
        </p>
        <ul>
          <li>
            Аналіз нормативно-розпорядчих документів, інструктивно-методичних
            листів та рекомендацій Міністерства освіти і науки України;
          </li>
          <li>
            Продовжити вдосконалення навчально-методичного забезпечення занять з
            використанням сучасних технологій та засобів навчання;
          </li>
          <li>
            Підвищення якості викладання уроків виробничого та теоретичного навчання;
          </li>
          <li>
            Активізація самостійної роботи здобувачів освіти, виховання їхньої
            інформаційної культури;
          </li>
          <li>
            Організовувати науково-практичні конференції, фахові конкурси,
            екскурсії на виробництво, відвідування спеціалізованих виставок у
            галузі логістики і транспорту, активізувати індивідуальну роботу в
            позаурочний час;
          </li>
          <li>
            Профорієнтаційна робота серед випускників шкіл, ліцеїв та закладів
            професійно-технічної освіти;
          </li>
          <li>Підвищувати та постійно вдосконалювати свій фаховий рівень;</li>
          <li>
            Обмін досвідом роботи з удосконалення навчально-виховного процесу;
          </li>
          <li>Реалізація міждисциплінарних зв’язків.</li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>Основні завдання роботи методичної комісії:</b>
        </p>
        <ul>
          <li>
            Організація роботи із забезпечення взаємозв’язку загальноосвітньої і
            професійної підготовки учнів;
          </li>
          <li>
            Активізація роботи з розробки комплексного методичного забезпечення
            професій згідно з Державними стандартами;
          </li>
          <li>
            Впровадження у навчально-виробничий процес нових досягнень науки,
            техніки і технології виробництва;
          </li>
          <li>
            Удосконалення професійної компетентності членів комісії шляхом
            самоосвітньої діяльності;
          </li>
          <li>
            Організація наставництва, надання методичної допомоги молодим та
            малодосвідченим педагогічним працівникам у підготовці та проведенні
            уроків, виховних заходів.
          </li>
        </ul>
      </>
    ),
  },
  {
    content: (
      <>
        <p>
          <b>Організаційно-методична робота:</b>
        </p>
        <ul>
          <li>
            Викладачі та майстри виробничого навчання постійно працюють над
            удосконаленням своєї педагогічної майстерності, шукають нові форми і
            методи проведення уроків, у роботі використовують інноваційні
            технології навчання, щоб зацікавити учнів та мотивувати їх до здобуття обраної професії;
          </li>
          <li>
            Майстри виробничого навчання реалізовують на практиці основну вимогу
            сьогодення – наближення виробничого навчання до умов виробництва, що
            є запорукою якісного навчання учнів та їхньої швидкої адаптації на
            підприємствах міста та області;
          </li>
          <li>
            Члени методичної комісії беруть участь у різноманітних
            конкурсах, відкритих заняттях, обласних методичних
            зібраннях, наукових і освітніх конференціях;
          </li>
          <li>
            Розробляють та видають методичні рекомендації, збірники завдань з спеціальних дисциплін;
          </li>
          <li>
            Для розвитку навчально-пізнавальної діяльності члени методичної комісії постійно організовують екскурсії для здобувачів освіти на підприємства;
          </li>
          <li>
            Комісія тісно співпрацює з підприємствами: ТОВ ”ОСП Корпорація
            Ватра”, ТОВ ”Scheder”, “АвтоМафія”, “Автопалац Тернопіль”, “Carinex”,
            ТОВ ”Тернопільський автоцентр КАМАЗ”, ПП ЕТО “Біол”.
          </li>
        </ul>
      </>
    ),
  },
]
